{
    "Quest": [
        {
            "ID": 1,
            "Name": "깃털 없는 불청객",
            "Speech": "마을 근처에 있는 그 축축한 동굴 말이야… 요즘 거기서 박쥐들이 자꾸 내려와서 곡식을 망쳐놓고 있어. \n처치하는 건 어렵지 않지만, 그 눅눅한 공기랑 지독한 냄새 때문에 다들 기피하는 눈치지.\n길드에서도 손을 놓고 있는 상황이니, 자네가 가서 박쥐 수를 좀 줄여줬으면 하네. 부탁하지.",
            "Clear": "오오, 자네였군! 첫 임무를 그렇게 훌륭하게 해내다니, 실로 대단하네!\n덕분에 마을 사람들도 안심하고 지낼 수 있게 되었지. 정말 수고했네.\n\n그나저나, 자네 혹시 '박쥐맥주'는 들어봤나? 박쥐 오줌을 숙성시켜 만든 마을 특산주라네.\n처음엔 좀 꺼림칙하지만, 의외로 풍미가 좋아. 한 잔 해보게나. 후훗.",
            "Target": "박쥐",
            "Detail": 1,
            "PayID": 500
        },
        {
            "ID": 2,
            "Name": "움직이는 채소를 잡아라!",
            "Speech": "그런데 말이야… 이번에 가뿐히 해결한 자네라면, 하나 더 부탁드려도 되겠나 해서 말이지.\"\n\n(초상화를 꺼내어 보여준다)\n\n\"이 아이가 바로 '풀푸푸'라는 생명체인데, 머리카락이 마치 잘 자란 잎채소처럼 풍성하고 먹음직스러워 보이지.\n그 머리카락은 향도 좋고 영양도 풍부해서, 겨울철 비축 식량으로 제격이라네.\n\n하지만 순해 보인다고 방심하면 안 되지. 풀푸푸는 은근히 재빠르고 눈치도 빨라서, 쉽게 다가갈 수는 없을 걸세.\n\n자네라면 해낼 수 있을 것 같네. 풀푸푸의 머리카락을 조금만 구해다 줄 수 있겠나?",
            "Clear": "호오… 풀푸푸 머리까지 이렇게 정성껏 구해오다니, 자네 정말 믿음직하군.\n덕분에 이번 겨울, 마을 사람들이 굶어죽을 걱정은 없게 되었네. 모두가 자네 이야기를 하고 있지.\n\n시간 나면 시장통에 들러보게. 갓 담근 풀푸푸 겉절이가 아주 끝내줘. 향도 좋고, 식감도 아삭하지.",
            "Target": "풀푸푸",
            "Detail": 35,
            "PayID": 501
        },
        {
            "ID": 3,
            "Name": "단단한 보물창고",
            "Speech": "자네, 혹시 마을에서 조금 떨어진 저 거대한 돌 산맥을 본 적 있나?\n그곳엔 오래전부터 스톤 골렘이라 불리는 거대한 생명체가 살고 있지.\n\n무섭게 생겼지만 의외로 움직임은 느리고, 방심도 많아.\n무엇보다 그 골렘의 몸… 즉, 사체는 돌, 마법재료, 건축 자재까지… 다방면으로 쓸모가 많아 큰 인기를 끌고 있다네.\n\n혹시 시간 괜찮다면… 자네 손으로 처리해서 가져다줄 수 있겠나?\n이번에도 자네라면 해낼 수 있을 것 같아",
            "Clear": "정말 대단하군, 자네… 스톤 골렘까지 쓰러뜨릴 줄은 몰랐네.\n마을 사람들도 놀라움 반, 감탄 반이라네. 곧 스톤 골렘의 잔해를 이용해 집들을 다시 짓기 시작할 거야.\n지금은 조용하지만, 며칠간은 마을이 좀 시끌벅적할 테니 양해해주게.\n\n참, 참고로 말이지… 골렘의 발가락 부위, 그거 알고 있나?\n다른 부위보다 단단하지도 않고, 은근히 단맛이 나서 간식 재료로 쓰인다네.\n시장에 가보면 그걸로 만든 ‘돌사탕’도 판다더군. 신기하지 않은가?\n한번쯤 맛보는 것도 괜찮을 거야. 딱딱하긴 한데 씹을수록 달콤하다네.",
            "Target": "스톤 골렘",
            "Detail": 20,
            "PayID": 502
        },
        {
            "ID": 4,
            "Name": "타오르는 경계",
            "Speech": "자네 정도 능력이라면… 이제 정말 믿고 또 하나 부탁할 만하지.\n\n혹시 새빨간 계곡의 이야기를 들어본 적 있나?\n마을과 멀지는 않지만, 그곳은 요즘 이상할 정도로 건조해지고, 불길에 휩싸이고 있다네.\n그리고 그 영향이 점점 바깥으로 퍼지고 있어.\n\n아직 피해는 없지만, 오래 두면 마을까지 위험해질지도 몰라.\n모두의 말로는, 그 원흉은 바로… 베이비 피닉스라고 하더군.\n작지만 강렬하고, 불안정한 존재지.\n\n자네라면… 조심스럽게 그 아이를 처리해줄 수 있겠나?",
            "Clear": "베이비피닉스를 무사히 처리해줘서 고맙네. 자네가 가져온 피닉스의 알 있지?\n그 알로 만든 계란찜을 시장에서 팔기 시작했지.\n불의 기운이 남아 있어서인지, 속이 데워지는 느낌이라네.\n기회가 되면 한 번쯤 맛보게. 단순한 음식이지만… 무언가 큰 싸움을 앞두고 먹기엔 제격이지.",
            "Target": "베이비 피닉스",
            "Detail": 30,
            "PayID": 503
        },
        {
            "ID": 5,
            "Name": "고요한 마을, 붉은 하늘",
            "Speech": "사실… 자네에게 마지막으로 부탁하고 싶은 일이 하나 더 있네.\n\n자네가 다녀온 그 계곡 말이야. 그곳은 단지 베이비 피닉스 하나만의 영역이 아니었어.\n계곡 더 깊은 심층부, 뜨겁고 어둡고… 생명조차 머무르기 어려운 그곳엔\n오래전부터 레드드래곤이 잠들어 있었다네.\n이제 그 짐승이 깨어나고 있어. 계곡의 열기와 불씨는 그 존재의 기척에 불과했지.\n\n마을과는 아직 거리가 있지만,저 불길은 반드시 퍼지게 되어 있어. \n\n우리가 먼저 막지 않는다면… 돌이킬 수 없는 사태가 벌어질 걸세.\n\n자네라면… 그 둥지 깊은 곳으로 들어가, 레드드래곤을 막아줄 수 있겠나? 무리한 부탁인건 알고있네.\n\n이번엔 단순한 의뢰가 아니야. 이건 재앙과도 같은 존재를 잠재우는 일이지.\n자네가 아니면 안 된다네.",
            "Clear": "……정말, 해냈구먼..자네 같은 이가 있다는 게… 이 마을의 가장 큰 행운이지.\n레드드래곤의 기척이 완전히 사라졌네. 새빨간 계곡도 조용해 모두 자네 덕분이야. 정말 고맙네.\n아참, 시장에 들러보게. 자네가 들고온 레드드래곤 꼬리살을 구워 팔기 시작했더군.\n무섭게 생긴 녀석이었지만… 맛만큼은 기가 막히다더군.\n자네도 그 정도 공을 세웠으니, 한 점쯤은 맛봐야 하지 않겠나? 하하!!\n다시한번 정말 고맙네 자네는 크게 될 인재야.",
            "Target": "레드 드래곤",
            "Detail": 1,
            "PayID": 504
        }
    ]
}